export const menus = {
  S: [
    ["S01", "香草烤雞飯"],
    ["S02", "黑胡椒牛肉飯"],
    ["S03", "蔬食燴飯"],
  ],
  M: [
    ["M01", "日式照燒雞飯"],
    ["M02", "紅酒燉牛肉飯"],
    ["M03", "蘑菇番茄義大利麵"],
  ],
  L: [
    ["L01", "香煎雞胸佐香草飯"],
    ["L02", "紅燒牛肉佐馬鈴薯"],
    ["L03", "奶油蘑菇義大利麵"],
  ],
  L1: [
    ["L11", "牛肉米粉"],
    ["L12", "雞肉可頌早餐"],
    ["L13", "田園蔬菜飯"],
  ],
  L2: [
    ["L21", "鮭魚飯"],
    ["L22", "牛肉烏龍麵"],
    ["L23", "蔬食義大利麵"],
  ],
  P: [
    ["P01", "香煎鮭魚"],
    ["P02", "炭烤牛排"],
    ["P03", "松露野菇燉飯"],
    ["P04", "清燉雞腿"],
  ],
  B: [
    ["B01", "起司歐姆蛋佐烤番茄"],
    ["B02", "香菇鮮蔬粥佐小菜"],
    ["B03", "法式吐司佐季節水果"],
  ],
  SP: [
    ["SP-VEG", "蛋奶素"],
    ["SP-VGAN", "全素"],
    ["SP-GF", "無麩質"],
    ["SP-MUS", "穆斯林餐"],
    ["SP-KOS", "猶太潔食模擬餐"],
  ],
};
